Repository: wp-plugins/sociable-re
Catalog: i18n/sociable-*.po
Languages: ru_ru

source: Share and Enjoy:
ru_ru: Делись и тащись:

source: Sociable disabled?
ru_ru: Sociable отключен?

source: Restored all settings to defaults.
ru_ru: Восстановить стандартные настройки

source: Saved changes.
ru_ru: Сохранить изменения.

source: Sociable RE Options
ru_ru: Параметры Sociable RE

source: Sites
ru_ru: Сайты

source: Check the sites you want to appear on your site. Drag and drop sites to reorder them.
ru_ru: Отметьте необходимые сайты. Задайте порядок перетаскиванием

source: Disable sprite usage for images?
ru_ru: Отключить спрайт для значков?

source: Disable alpha mask on share toolbar?
ru_ru: Отключить прозрачность?

source: Tagline
ru_ru: Заголовок

source: Change the text displayed in front of the icons below. For complete customization, copy the contents of <em>sociable.css</em> in the Sociable plugin directory to your theme's <em>style.css</em> and disable the use of the sociable stylesheet below.
ru_ru: Измените текст, расположенный перед значками. Для полноценной настройки скопируйте содержимое <em>sociable.css</em> из каталога плагина в <em>style.css</em> вашей темы и отключите использование таблицы стилей Sociable ниже.

source: Position:
ru_ru: Разместить:

source: The icons appear at the end of each blog post, and posts may show on many different types of pages. Depending on your theme and audience, it may be tacky to display icons on all types of pages.
ru_ru: Значки отображаются в конце каждой записи, а записи могут появляться на различным типах страниц. В зависимости от вашей темы оформления и аудитории может оказаться излишним отображать значки на всех.

source: Front page of the blog
ru_ru: Главная страница

source: Individual blog posts
ru_ru: Отдельные записи

source: Individual WordPress "Pages"
ru_ru: Отдельные страницы

source: Category archives
ru_ru: Архивы категорий

source: Tag listings
ru_ru: Список меток

source: Date-based archives
ru_ru: Архивы по дате

source: Author archives
ru_ru: Архивы автора

source: Search results
ru_ru: Результаты поиска

source: RSS feed items
ru_ru: Содержимое RSS-потока

source: Use CSS:
ru_ru: Использовать CSS

source: Use the sociable stylesheet?
ru_ru: Использовать таблицы стилей Sociable?

source: Use Text Links:
ru_ru: Использовать текстовые ссылки:

source: Use text links without images?
ru_ru: вместо картинок?

source: Image directory
ru_ru: Каталог картинок

source: Sociable comes with a nice set of images, if you want to replace those with your own, enter the URL where you've put them in here, and make sure they have the same name as the ones that come with Sociable.
ru_ru: Sociable

source: (automatically disables sprite usage)
ru_ru: (автоматически отключает использование спрайта)

source: Use thickbox/iframe on links?:
ru_ru: Использовать всплывающее окно для ссылкок?

source: width:
ru_ru: Ширина:

source: height:
ru_ru: Высота:

source: Open in new window:
ru_ru: Открывать в новом окне:

source: Use <code>target=_blank</code> on links? (Forces links to open a new window)
ru_ru: Использовать <code>target=_blank</code> для ссылок? (Принудительно открывать в новом окне)

source: You can choose to automatically have the links posted to certain sites shortened via awe.sm and encoded with the channel info and your API Key.
ru_ru: Вам может пригодится автоматическое сокращение ссылок при помощи awe.sm с их кодированием вашим API ключом.

source: Enable awe.sm URLs?
ru_ru: Включить ссылки awe.sm?

source: awe.sm API Key:
ru_ru: API ключ awe.sm:

source: Save Changes
ru_ru: Сохранить изменения

source: Restore Built-in Defaults
ru_ru: Восстановить стандартные настройки

source: Like this plugin?
ru_ru: Нравится плагин?

source: Why not do any of the following:
ru_ru: Почему бы тогда не:

source: Link to it so other folks can find out about it.
ru_ru: Поставить ссылку, чтобы другие люди узнали о нем;

source: <a href="http://wordpress.org/extend/plugins/sociable/">Give it a good rating</a> on WordPress.org.
ru_ru: <a href="http://wordpress.org/extend/plugins/sociable/">Поставить хорошую оценку</a> на WordPress.org;

source: Donate
ru_ru: Спонсировать посредством

source: Need support?
ru_ru: Нужна помощь?

source: If you have any problems or good ideas, please talk about them in the <a href="http://wordpress.org/tags/sociable-re">Support forums</a> or <a href="http://www.jackyfox.com/sociable-re/">plugin page</a>.
ru_ru: Если у вас проблема или появилась хорошая идея, пожалуйста, расскажите о ней на <a href="http://wordpress.org/tags/sociable-re">форумах поддержки</a> или <a href="http://www.jackyfox.com/sociable-re/">странице плагина</a>.

source: Credits
ru_ru: Разработчики

source: <a href="http://www.jackyfox.com/sociable-re/">Sociable</a> was originally developed by <a href="http://push.cx/">Peter Harkins</a> and was been maintained by <a href="http://yoast.com/">Joost de Valk</a> since the beginning of 2008. On September of 2009, the new home of Sociable is <a href="http://blogplay.com">BlogPlay.com</a>. It's released under the GNU GPL version 2. On June of 2010, new version is released in russian by <a href="http://www.jackyfox.com/">Eugene Padlov</a>.
ru_ru: <a href="http://www.jackyfox.com/sociable-re/">Sociable</a> изначально разработан <a href="http://push.cx/">Петером Харкинсом</a> и поддерживался <a href="http://yoast.com/">Юастом ди Волком</a> с начала 2008-го. В сентябре 2009-го новым домом Sociable стал <a href="http://blogplay.com">BlogPlay.com</a>. Плагин выпущен под лицензией GNU GPL второй версии. И вот в июне 2010-го стараниями <a href="http://www.jackyfox.com/">Евгения Падлова</a> появилась русская версия.

source: Settings
ru_ru: Настройки
